[
  "obsidian-git",
  "table-editor-obsidian",
  "obsidian-style-settings",
  "cm-editor-syntax-highlight-obsidian",
  "tag-wrangler",
  "various-complements",
  "editing-toolbar",
  "pane-relief",
  "obsidian-latex-suite",
  "obsidian-smart-typography",
  "settings-search",
  "obsidian-completr",
  "obsidian-editor-shortcuts",
  "obsidian-list-callouts",
  "obsidian-latex",
  "obsidian-discordrpc",
  "key-promoter",
  "ghost-fade-focus",
  "obsidian-functionplot",
  "tabout",
  "darlal-switcher-plus",
  "quick-latex"
]