[
  "obsidian-git",
  "table-editor-obsidian",
  "tag-wrangler",
  "various-complements",
  "obsidian-latex-suite",
  "obsidian-smart-typography",
  "settings-search",
  "obsidian-completr",
  "obsidian-editor-shortcuts",
  "obsidian-list-callouts",
  "obsidian-latex",
  "obsidian-discordrpc",
  "key-promoter",
  "obsidian-functionplot",
  "tabout",
  "darlal-switcher-plus",
  "quick-latex",
  "obsidian-attachment-name-formatting",
  "improved-vimcursor",
  "vim-toggle",
  "update-time-on-edit",
  "highlightr-plugin",
  "obsidian-auto-hide",
  "maximise-active-pane-obsidian",
  "obsidian-plugin-prettier",
  "pane-relief",
  "obsidian-contextual-typography",
  "obsidian-epub-plugin",
  "auto-note-mover",
  "lapel",
  "d2-obsidian",
  "obsidian-style-settings"
]