[
  "obsidian-git",
  "table-editor-obsidian",
  "obsidian-style-settings",
  "cm-editor-syntax-highlight-obsidian",
  "tag-wrangler",
  "various-complements",
  "editing-toolbar",
  "obsidian-latex-suite",
  "obsidian-smart-typography",
  "settings-search",
  "obsidian-completr",
  "obsidian-editor-shortcuts",
  "obsidian-list-callouts",
  "obsidian-latex",
  "obsidian-discordrpc",
  "key-promoter",
  "ghost-fade-focus",
  "obsidian-functionplot",
  "tabout",
  "darlal-switcher-plus",
  "quick-latex",
  "obsidian-attachment-name-formatting",
  "improved-vimcursor",
  "vim-toggle",
  "update-time-on-edit",
  "typewriter-mode",
  "highlightr-plugin",
  "obsidian-auto-hide",
  "maximise-active-pane-obsidian",
  "obsidian-plugin-prettier",
  "pane-relief"
]